Repository: techmahedy/wordpress-starter-plugin
Catalog: languages/codechief-*.po
Languages: es_es

source: A awesome WordPress plugin to manage many user options and create many new features easily from admin panel.
es_es: Un plugin de WordPress impresionante para administrar muchas opciones de usuario y crear muchos nuevos

source: A simple author profile box
es_es: Una caja de perfil de autor simple

source: Activate codechief contact page template
es_es: Activar plantilla de página de contacto de codechief

source: Activate codechief guest post
es_es: Activar publicación de invitado de codechief

source: Activate profile box after post
es_es: Activar el perfil caja tras post

source: Activate profile widget
es_es: Activar widget de perfil

source: Activate sending mail to author after publishinhg post
es_es: Activar el envío de correo al autor después de publicar la publicación

source: CodeChief: Author Box
es_es: CodeChief: Caja de autor

source: Disable automatic WordPress plugin updates
es_es: Desactivar actualizaciones automáticas del plugin de WordPress

source: Disable automatic WordPress theme updates
es_es: Desactivar actualizaciones automáticas del tema de WordPress

source: Disable WordPress default theme comments system
es_es: Desactivar el sistema de comentarios de tema predeterminado de WordPress

source: Email
es_es: Correo electrónico

source: Enter new role name
es_es: Introduzca un nuevo nombre de rol

source: Enter role display name
es_es: Introduzca el nombre para mostrar el rol

source: Enter super admin email to get mail in your email account
es_es: Ingrese el correo electrónico de superadministrador para obtener correo en su cuenta de correo electrónico

source: Enter your custom class name, if you want to change this default form design
es_es: Introduzca el nombre de clase personalizado, si desea cambiar este diseño de formulario predeterminado

source: Full Name
es_es: Nombre completo

source: General Settings
es_es: Configuración general

source: Hide like button
es_es: Ocultar como botón

source: Message
es_es: Mensaje

source: Select button background color
es_es: Seleccionar color de fondo del botón

source: Select button border color
es_es: Seleccionar el color del borde del botón

source: Select color for thumbs-up icon
es_es: Seleccione el color para el icono de pulgar hacia arriba

source: Select hovar background color
es_es: Seleccione el color de fondo del hovar

source: Select hovar border color
es_es: Seleccione el color del borde del óvar

source: Subject
es_es: Asunto

source: User can delete post ?
es_es: ¿El usuario puede eliminar la publicación?

source: User can edit post ?
es_es: ¿El usuario puede editar la publicación?

source: User can manage options ?
es_es: ¿El usuario puede administrar las opciones?

source: User can read post ?
es_es: El usuario puede leer post ?
